{
    "analise_referencia": "3597",
    "insights": [
        { "id": 1, "texto": "🧬 A Linha 3 veio sobrecarregada, indicando desvio espacial." },
        { "id": 2, "texto": "🧬 A soma de 204 sugere um jogo equilibrado, mas com potencial para ajustes." },
        { "id": 3, "texto": "🧬 A ausência de linhas vazias indica um padrão denso e compacto." },
        { "id": 4, "texto": "🧬 A soma de 204 está dentro da média histórica, mas a distribuição espacial é atípica." },
        { "id": 5, "texto": "🧬 A Linha 3 domina o espaço, sugerindo um desequilíbrio geométrico." },
        { "id": 6, "texto": "🧬 A soma de 204 pode indicar um jogo estável, mas a geometria sugere volatilidade." },
        { "id": 7, "texto": "🧬 A Linha 3 está sobrecarregada, indicando um desvio espacial significativo." },
        { "id": 8, "texto": "🧬 A soma de 204 está alinhada com a média, mas a distribuição espacial é anômala." },
        { "id": 9, "texto": "🧬 A Linha 3 está em destaque, sugerindo um padrão espacial desbalanceado." },
        { "id": 10, "texto": "🧬 A soma de 204 é neutra, mas a geometria indica um jogo com tendências." },
        { "id": 11, "texto": "🚀 A dezena 2 está superaquecida, indicando exaustão e possível correção." },
        { "id": 12, "texto": "🚀 A dezena 4 está superaquecida, sugerindo uma tendência de alta insustentável." },
        { "id": 13, "texto": "🚀 A dezena 1 está em tendência alta, indicando um possível pico." },
        { "id": 14, "texto": "🚀 A dezena 8 está superaquecida, sugerindo uma correção iminente." },
        { "id": 15, "texto": "🚀 A dezena 10 está em tendência alta, indicando um possível ajuste." },
        { "id": 16, "texto": "🚀 A dezena 2 está sobrecomprada, indicando uma possível queda." },
        { "id": 17, "texto": "🚀 A dezena 4 está em zona de exaustão, sugerindo uma correção." },
        { "id": 18, "texto": "🚀 A dezena 1 está em tendência alta, indicando um possível pico." },
        { "id": 19, "texto": "🚀 A dezena 8 está superaquecida, sugerindo uma correção iminente." },
        { "id": 20, "texto": "🚀 A dezena 10 está em tendência alta, indicando um possível ajuste." },
        { "id": 21, "texto": "⚓ A dezena 3 está em tendência baixa, indicando um possível repique." },
        { "id": 22, "texto": "⚓ A dezena 9 está congelada, sugerindo uma reversão de média." },
        { "id": 23, "texto": "⚓ A dezena 11 está em tendência baixa, indicando um possível repique." },
        { "id": 24, "texto": "⚓ A dezena 14 está congelada, sugerindo uma reversão de média." },
        { "id": 25, "texto": "⚓ A dezena 3 está em zona de sobrevenda, indicando um possível repique." },
        { "id": 26, "texto": "⚓ A dezena 9 está congelada, sugerindo uma reversão de média." },
        { "id": 27, "texto": "⚓ A dezena 11 está em tendência baixa, indicando um possível repique." },
        { "id": 28, "texto": "⚓ A dezena 14 está congelada, sugerindo uma reversão de média." },
        { "id": 29, "texto": "⚓ A dezena 3 está em zona de sobrevenda, indicando um possível repique." },
        { "id": 30, "texto": "⚓ A dezena 9 está congelada, sugerindo uma reversão de média." },
        { "id": 31, "texto": "🔮 A dezena 3 pode se recuperar, buscando equilíbrio estatístico." },
        { "id": 32, "texto": "🔮 A dezena 9 pode subir, buscando equilíbrio estatístico." },
        { "id": 33, "texto": "🔮 A dezena 11 pode se recuperar, buscando equilíbrio estatístico." },
        { "id": 34, "texto": "🔮 A dezena 14 pode subir, buscando equilíbrio estatístico." },
        { "id": 35, "texto": "🔮 A dezena 2 pode cair, buscando equilíbrio estatístico." },
        { "id": 36, "texto": "🔮 A dezena 4 pode cair, buscando equilíbrio estatístico." },
        { "id": 37, "texto": "🔮 A dezena 1 pode cair, buscando equilíbrio estatístico." },
        { "id": 38, "texto": "🔮 A dezena 8 pode cair, buscando equilíbrio estatístico." },
        { "id": 39, "texto": "🔮 A dezena 10 pode cair, buscando equilíbrio estatístico." },
        { "id": 40, "texto": "🔮 A dezena 3 pode subir, buscando equilíbrio estatístico." }
    ]
}