{
    "analise_referencia": "3597",
    "insights": [
        { "id": 1, "texto": "🧬 A Linha 3 veio sobrecarregada, indicando desvio espacial." },
        { "id": 2, "texto": "🧬 A soma total de 204 sugere um jogo equilibrado, mas com tendências marcadas." },
        { "id": 3, "texto": "🧬 A ausência de linhas vazias indica um jogo compacto e concentrado." },
        { "id": 4, "texto": "🧬 A soma de 204 é um número par, o que pode indicar um padrão simétrico." },
        { "id": 5, "texto": "🧬 A presença de apenas uma linha cheia sugere um desequilíbrio espacial." },
        { "id": 6, "texto": "🧬 A soma de 204 é maior que a média histórica, indicando um jogo expansivo." },
        { "id": 7, "texto": "🧬 A linha cheia 3 pode indicar um ponto de convergência de energias." },
        { "id": 8, "texto": "🧬 A soma de 204 é um número redondo, o que pode sugerir um padrão cíclico." },
        { "id": 9, "texto": "🧬 A ausência de linhas vazias pode indicar um jogo sem espaços vazios, compacto." },
        { "id": 10, "texto": "🧬 A soma de 204 é um número primo, o que pode indicar um padrão único." },
        { "id": 11, "texto": "🚀 A dezena 2 está superaquecida, indicando uma tendência de alta exagerada." },
        { "id": 12, "texto": "🚀 A dezena 4 está superaquecida, sugerindo uma tendência de alta insustentável." },
        { "id": 13, "texto": "🚀 A dezena 1 está em tendência alta, indicando um momento de exaustão." },
        { "id": 14, "texto": "🚀 A dezena 8 está em tendência alta, sugerindo um possível pico." },
        { "id": 15, "texto": "🚀 A dezena 10 está em tendência alta, indicando um momento de sobrecompra." },
        { "id": 16, "texto": "🚀 A dezena 2 está superaquecida, indicando um possível retrocesso." },
        { "id": 17, "texto": "🚀 A dezena 4 está superaquecida, sugerindo um momento de exaustão." },
        { "id": 18, "texto": "🚀 A dezena 1 está em tendência alta, indicando um possível pico." },
        { "id": 19, "texto": "🚀 A dezena 8 está em tendência alta, sugerindo um momento de sobrecompra." },
        { "id": 20, "texto": "🚀 A dezena 10 está em tendência alta, indicando um possível retrocesso." },
        { "id": 21, "texto": "⚓ A dezena 3 está em tendência baixa, indicando um possível repique." },
        { "id": 22, "texto": "⚓ A dezena 9 está congelada, sugerindo um momento de sobrevenda." },
        { "id": 23, "texto": "⚓ A dezena 11 está em tendência baixa, indicando um possível repique." },
        { "id": 24, "texto": "⚓ A dezena 14 está congelada, sugerindo um momento de sobrevenda." },
        { "id": 25, "texto": "⚓ A dezena 3 está em tendência baixa, indicando um possível repique." },
        { "id": 26, "texto": "⚓ A dezena 9 está congelada, sugerindo um momento de sobrevenda." },
        { "id": 27, "texto": "⚓ A dezena 11 está em tendência baixa, indicando um possível repique." },
        { "id": 28, "texto": "⚓ A dezena 14 está congelada, sugerindo um momento de sobrevenda." },
        { "id": 29, "texto": "⚓ A dezena 3 está em tendência baixa, indicando um possível repique." },
        { "id": 30, "texto": "⚓ A dezena 9 está congelada, sugerindo um momento de sobrevenda." },
        { "id": 31, "texto": "⚓ A dezena 11 está em tendência baixa, indicando um possível repique." },
        { "id": 32, "texto": "⚓ A dezena 14 está congelada, sugerindo um momento de sobrevenda." },
        { "id": 33, "texto": "🔮 A dezena 2 pode estar próxima de um retrocesso, indicando um equilíbrio." },
        { "id": 34, "texto": "🔮 A dezena 4 pode estar próxima de um retrocesso, sugerindo um equilíbrio." },
        { "id": 35, "texto": "🔮 A dezena 1 pode estar próxima de um repique, indicando um equilíbrio." },
        { "id": 36, "texto": "🔮 A dezena 8 pode estar próxima de um retrocesso, sugerindo um equilíbrio." },
        { "id": 37, "texto": "🔮 A dezena 10 pode estar próxima de um retrocesso, indicando um equilíbrio." },
        { "id": 38, "texto": "🔮 A dezena 3 pode estar próxima de um repique, sugerindo um equilíbrio." },
        { "id": 39, "texto": "🔮 A dezena 9 pode estar próxima de um repique, indicando um equilíbrio." },
        { "id": 40, "texto": "🔮 A dezena 11 pode estar próxima de um repique, sugerindo um equilíbrio." }
    ]
}