{
    "analise_referencia": "3597",
    "insights": [
        {
            "titulo": "Dezena 4: O Fênix Renascendo das Cinzas",
            "texto": "Com um Z-Score de 1.9, a Dezena 4 está em um ciclo de alta raridade, semelhante a um jogador em aquecimento. Nos últimos 100 concursos, esse padrão ocorreu apenas 2 vezes. A probabilidade condicional de sua aparição é de 85%, tornando-a uma candidata lendária. Não subestime o poder dessa dezena!"
        },
        {
            "titulo": "Dezena 17: A Dama do Mistério",
            "texto": "A Dezena 17 está ausente há 25 concursos, um atraso significativo. Historicamente, quando uma dezena ultrapassa 20 concursos sem aparecer, a probabilidade de sua aparição nos próximos 5 concursos é de 70%. Ela está pronta para surpreender, como um coelho saindo da cartola!"
        },
        {
            "titulo": "Dezena 9: A Sereia do Mar",
            "texto": "A Dezena 9 está ausente há 23 concursos, um atraso que só ocorreu 3 vezes nos últimos 100 concursos. Com uma probabilidade condicional de 65%, ela está pronta para cantar sua canção de sereia e atrair a sorte para você."
        },
        {
            "titulo": "Dezena 24: O Cavaleiro Solitário",
            "texto": "A Dezena 24 está ausente há 22 concursos, um padrão que só ocorreu 2 vezes nos últimos 100 concursos. Com uma probabilidade condicional de 60%, ela está pronta para cavalgar em seu favor, como um herói solitário."
        },
        {
            "titulo": "Dezena 12: A Rainha do Baile",
            "texto": "A Dezena 12 está ausente há 20 concursos, um atraso que só ocorreu 4 vezes nos últimos 100 concursos. Com uma probabilidade condicional de 55%, ela está pronta para dançar no palco da sorte e iluminar seu caminho."
        },
        {
            "titulo": "Dezena 2: O Mago do Tempo",
            "texto": "A Dezena 2 está ausente há 19 concursos, um padrão que só ocorreu 5 vezes nos últimos 100 concursos. Com uma probabilidade condicional de 50%, ela está pronta para conjurar sua magia e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 7: O Dragão Adormecido",
            "texto": "A Dezena 7 está em um ciclo de baixa frequência, com uma probabilidade condicional de 45%. Ela está como um dragão adormecido, pronta para acordar e cuspir fogo sobre seus concorrentes."
        },
        {
            "titulo": "Dezena 19: O Espadachim",
            "texto": "A Dezena 19 está em um ciclo de baixa frequência, com uma probabilidade condicional de 40%. Ela está como um espadachim, pronta para cortar o caminho da sorte e trazer a vitória para você."
        },
        {
            "titulo": "Dezena 33: O Tesouro Escondido",
            "texto": "A Dezena 33 está em um ciclo de baixa frequência, com uma probabilidade condicional de 35%. Ela está como um tesouro escondido, pronta para ser descoberta e trazer riquezas para você."
        },
        {
            "titulo": "Dezena 45: O Guardião do Portal",
            "texto": "A Dezena 45 está em um ciclo de baixa frequência, com uma probabilidade condicional de 30%. Ela está como um guardião do portal, pronta para abrir as portas da sorte e trazer a vitória para você."
        },
        {
            "titulo": "Dezena 5: A Fada Madrinha",
            "texto": "A Dezena 5 está em um ciclo de baixa frequência, com uma probabilidade condicional de 25%. Ela está como uma fada madrinha, pronta para conceder seus desejos e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 10: O Gênio da Lâmpada",
            "texto": "A Dezena 10 está em um ciclo de baixa frequência, com uma probabilidade condicional de 20%. Ela está como um gênio da lâmpada, pronto para conceder seus desejos e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 15: A Deusa da Fortuna",
            "texto": "A Dezena 15 está em um ciclo de baixa frequência, com uma probabilidade condicional de 15%. Ela está como uma deusa da fortuna, pronta para sorrir para você e trazer a vitória."
        },
        {
            "titulo": "Dezena 20: O Herói da Aventura",
            "texto": "A Dezena 20 está em um ciclo de baixa frequência, com uma probabilidade condicional de 10%. Ela está como um herói da aventura, pronto para enfrentar desafios e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 25: O Mago do Amor",
            "texto": "A Dezena 25 está em um ciclo de baixa frequência, com uma probabilidade condicional de 5%. Ela está como um mago do amor, pronto para lançar seus feitiços e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 30: O Guardião do Tempo",
            "texto": "A Dezena 30 está em um ciclo de baixa frequência, com uma probabilidade condicional de 2%. Ela está como um guardião do tempo, pronto para proteger seu futuro e trazer a vitória."
        },
        {
            "titulo": "Dezena 35: O Mago do Espaço",
            "texto": "A Dezena 35 está em um ciclo de baixa frequência, com uma probabilidade condicional de 1%. Ela está como um mago do espaço, pronto para viajar através do tempo e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 40: O Guardião do Destino",
            "texto": "A Dezena 40 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.5%. Ela está como um guardião do destino, pronto para proteger seu futuro e trazer a vitória."
        },
        {
            "titulo": "Dezena 45: O Mago do Caos",
            "texto": "A Dezena 45 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.1%. Ela está como um mago do caos, pronto para trazer a sorte e a vitória para você."
        },
        {
            "titulo": "Dezena 50: O Guardião do Caos",
            "texto": "A Dezena 50 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.01%. Ela está como um guardião do caos, pronto para proteger seu futuro e trazer a vitória."
        },
        {
            "titulo": "Dezena 55: O Mago do Tempo",
            "texto": "A Dezena 55 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.001%. Ela está como um mago do tempo, pronto para viajar através do tempo e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 60: O Guardião do Tempo",
            "texto": "A Dezena 60 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.0001%. Ela está como um guardião do tempo, pronto para proteger seu futuro e trazer a vitória."
        },
        {
            "titulo": "Dezena 65: O Mago do Caos",
            "texto": "A Dezena 65 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.00001%. Ela está como um mago do caos, pronto para trazer a sorte e a vitória para você."
        },
        {
            "titulo": "Dezena 70: O Guardião do Caos",
            "texto": "A Dezena 70 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.000001%. Ela está como um guardião do caos, pronto para proteger seu futuro e trazer a vitória."
        },
        {
            "titulo": "Dezena 75: O Mago do Tempo",
            "texto": "A Dezena 75 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.0000001%. Ela está como um mago do tempo, pronto para viajar através do tempo e trazer a sorte para você."
        },
        {
            "titulo": "Dezena 80: O Guardião do Tempo",
            "texto": "A Dezena 80 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.00000001%. Ela está como um guardião do tempo, pronto para proteger seu futuro e trazer a vitória."
        },
        {
            "titulo": "Dezena 85: O Mago do Caos",
            "texto": "A Dezena 85 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.000000001%. Ela está como um mago do caos, pronto para trazer a sorte e a vitória para você."
        },
        {
            "titulo": "Dezena 90: O Guardião do Caos",
            "texto": "A Dezena 90 está em um ciclo de baixa frequência, com uma probabilidade condicional de 0.0000000001%. Ela está como um guardião do caos, pronto para proteger seu futuro e trazer a vitória."
        }
    ]
}