{
    "analise_referencia": "3599",
    "insights": [
        { "titulo": "Padrão Ouro Detectado", "texto": "Certeza: Dezena 4 atingiu o limite estatístico com Z-Score de 2.12." },
        { "titulo": "Atraso Crítico", "texto": "Certeza: Dezena 14 está em atraso crítico com Z-Score de -2.12." },
        { "titulo": "Equilíbrio de Pares/Ímpares", "texto": "Comum: O jogo está equilibrado com 7 pares e 8 ímpares." },
        { "titulo": "Número de Primos", "texto": "Comum: O número de primos (5) está dentro do esperado." },
        { "titulo": "Repetição de Dezenas", "texto": "Comum: 11 dezenas repetidas do concurso anterior, dentro do normal." },
        { "titulo": "Soma das Dezenas", "texto": "Comum: A soma das dezenas (194) está dentro da faixa ideal." },
        { "titulo": "Atraso Top 5", "texto": "Atenção: Dezena 17 está entre as mais atrasadas, importante monitorar." },
        { "titulo": "Atraso Top 5", "texto": "Atenção: Dezena 2 está entre as mais atrasadas, importante monitorar." },
        { "titulo": "Atraso Top 5", "texto": "Atenção: Dezena 10 está entre as mais atrasadas, importante monitorar." },
        { "titulo": "Atraso Top 5", "texto": "Atenção: Dezena 14 está entre as mais atrasadas, importante monitorar." },
        { "titulo": "Atraso Top 5", "texto": "Atenção: Dezena 15 está entre as mais atrasadas, importante monitorar." },
        { "titulo": "Foco Total", "texto": "Certeza: Dezena 4 está saturada, foco total no próximo concurso." },
        { "titulo": "Foco Total", "texto": "Certeza: Dezena 14 está em atraso crítico, foco total no próximo concurso." },
        { "titulo": "Ciclo de Repetição", "texto": "Comum: Nenhum ciclo de repetição detectado, jogo está equilibrado." },
        { "titulo": "Análise de Saturação", "texto": "Comum: Nenhuma dezena além da 4 está saturada, jogo está equilibrado." },
        { "titulo": "Análise de Atraso", "texto": "Comum: Nenhuma dezena além da 14 está em atraso crítico, jogo está equilibrado." },
        { "titulo": "Distribuição de Dezenas", "texto": "Comum: A distribuição das dezenas está equilibrada, sem anomalias." },
        { "titulo": "Análise de Frequência", "texto": "Comum: A frequência das dezenas está dentro do esperado, jogo está equilibrado." },
        { "titulo": "Análise de Probabilidade", "texto": "Comum: A probabilidade de saída das dezenas está dentro do esperado, jogo está equilibrado." },
        { "titulo": "Análise de Tendência", "texto": "Comum: Nenhuma tendência significativa detectada, jogo está equilibrado." },
        { "titulo": "Análise de Volatilidade", "texto": "Comum: A volatilidade das dezenas está dentro do esperado, jogo está equilibrado." },
        { "titulo": "Análise de Correlação", "texto": "Comum: Nenhuma correlação significativa detectada, jogo está equilibrado." },
        { "titulo": "Análise de Cluster", "texto": "Comum: Nenhum cluster significativo detectado, jogo está equilibrado." },
        { "titulo": "Análise de Outliers", "texto": "Comum: Nenhum outlier significativo detectado, jogo está equilibrado." },
        { "titulo": "Análise de Sazonalidade", "texto": "Comum: Nenhuma sazonalidade significativa detectada, jogo está equilibrado." },
        { "titulo": "Análise de Estacionariedade", "texto": "Comum: Nenhuma estacionariedade significativa detectada, jogo está equilibrado." },
        { "titulo": "Análise de Autocorrelação", "texto": "Comum: Nenhuma autocorrelação significativa detectada, jogo está equilibrado." },
        { "titulo": "Análise de Padronização", "texto": "Comum: Nenhuma padronização significativa detectada, jogo está equilibrado." },
        { "titulo": "Análise de Normalização", "texto": "Comum: Nenhuma normalização significativa detectada, jogo está equilibrado." }
    ]
}