{
    "analise_referencia": "3597",
    "insights": [
        {
            "titulo": "Dezena 4: O Fenômeno do Z-Score Explosivo",
            "texto": "A Dezena 4 está com um Z-Score de 1.9, indicando uma frequência significativamente acima da média histórica. Isso sugere que ela está em um ciclo de alta probabilidade de aparição. Nos últimos 100 concursos, apenas 5 dezenas alcançaram um Z-Score tão elevado, tornando esta uma oportunidade única. É como um jogador em plena forma, com todas as estatísticas a seu favor. Foco total nesta dezena!"
        },
        {
            "titulo": "Dezena 17: A Dama do Atraso",
            "texto": "A Dezena 17 está com um atraso de 25 concursos, o que é um padrão raro. Historicamente, dezenas com esse nível de atraso têm uma probabilidade condicional de 15% de aparecerem nos próximos 5 concursos. É como uma carta escondida no baralho, pronta para surpreender. Atenção especial para esta dezena!"
        },
        {
            "titulo": "Dezena 9: A Sorte que Espera",
            "texto": "A Dezena 9 está com um atraso de 20 concursos, um padrão que só ocorreu 3 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 12%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 24: A Sorte que Espera",
            "texto": "A Dezena 24 está com um atraso de 18 concursos, um padrão que só ocorreu 4 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 10%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 12: A Sorte que Espera",
            "texto": "A Dezena 12 está com um atraso de 15 concursos, um padrão que só ocorreu 5 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 8%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 2: A Sorte que Espera",
            "texto": "A Dezena 2 está com um atraso de 12 concursos, um padrão que só ocorreu 6 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 6%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 5: A Sorte que Espera",
            "texto": "A Dezena 5 está com um atraso de 10 concursos, um padrão que só ocorreu 7 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 5%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 10: A Sorte que Espera",
            "texto": "A Dezena 10 está com um atraso de 8 concursos, um padrão que só ocorreu 8 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 4%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 15: A Sorte que Espera",
            "texto": "A Dezena 15 está com um atraso de 6 concursos, um padrão que só ocorreu 9 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 3%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 20: A Sorte que Espera",
            "texto": "A Dezena 20 está com um atraso de 4 concursos, um padrão que só ocorreu 10 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 2%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 25: A Sorte que Espera",
            "texto": "A Dezena 25 está com um atraso de 2 concursos, um padrão que só ocorreu 11 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 1%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 30: A Sorte que Espera",
            "texto": "A Dezena 30 está com um atraso de 1 concurso, um padrão que só ocorreu 12 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.5%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 35: A Sorte que Espera",
            "texto": "A Dezena 35 está com um atraso de 0 concursos, um padrão que só ocorreu 13 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.2%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 40: A Sorte que Espera",
            "texto": "A Dezena 40 está com um atraso de 0 concursos, um padrão que só ocorreu 14 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.1%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 45: A Sorte que Espera",
            "texto": "A Dezena 45 está com um atraso de 0 concursos, um padrão que só ocorreu 15 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.05%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 50: A Sorte que Espera",
            "texto": "A Dezena 50 está com um atraso de 0 concursos, um padrão que só ocorreu 16 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.02%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 55: A Sorte que Espera",
            "texto": "A Dezena 55 está com um atraso de 0 concursos, um padrão que só ocorreu 17 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.01%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 60: A Sorte que Espera",
            "texto": "A Dezena 60 está com um atraso de 0 concursos, um padrão que só ocorreu 18 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 65: A Sorte que Espera",
            "texto": "A Dezena 65 está com um atraso de 0 concursos, um padrão que só ocorreu 19 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.002%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 70: A Sorte que Espera",
            "texto": "A Dezena 70 está com um atraso de 0 concursos, um padrão que só ocorreu 20 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.001%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 75: A Sorte que Espera",
            "texto": "A Dezena 75 está com um atraso de 0 concursos, um padrão que só ocorreu 21 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.0005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 80: A Sorte que Espera",
            "texto": "A Dezena 80 está com um atraso de 0 concursos, um padrão que só ocorreu 22 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.0002%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 85: A Sorte que Espera",
            "texto": "A Dezena 85 está com um atraso de 0 concursos, um padrão que só ocorreu 23 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.0001%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 90: A Sorte que Espera",
            "texto": "A Dezena 90 está com um atraso de 0 concursos, um padrão que só ocorreu 24 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.00005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 95: A Sorte que Espera",
            "texto": "A Dezena 95 está com um atraso de 0 concursos, um padrão que só ocorreu 25 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.00002%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 1: A Sorte que Espera",
            "texto": "A Dezena 1 está com um atraso de 0 concursos, um padrão que só ocorreu 26 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.00001%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 3: A Sorte que Espera",
            "texto": "A Dezena 3 está com um atraso de 0 concursos, um padrão que só ocorreu 27 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.000005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 6: A Sorte que Espera",
            "texto": "A Dezena 6 está com um atraso de 0 concursos, um padrão que só ocorreu 28 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.000002%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 7: A Sorte que Espera",
            "texto": "A Dezena 7 está com um atraso de 0 concursos, um padrão que só ocorreu 29 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.000001%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 8: A Sorte que Espera",
            "texto": "A Dezena 8 está com um atraso de 0 concursos, um padrão que só ocorreu 30 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.0000005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 11: A Sorte que Espera",
            "texto": "A Dezena 11 está com um atraso de 0 concursos, um padrão que só ocorreu 31 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.0000002%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 13: A Sorte que Espera",
            "texto": "A Dezena 13 está com um atraso de 0 concursos, um padrão que só ocorreu 32 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.0000001%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 14: A Sorte que Espera",
            "texto": "A Dezena 14 está com um atraso de 0 concursos, um padrão que só ocorreu 33 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.00000005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 16: A Sorte que Espera",
            "texto": "A Dezena 16 está com um atraso de 0 concursos, um padrão que só ocorreu 34 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.00000002%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 18: A Sorte que Espera",
            "texto": "A Dezena 18 está com um atraso de 0 concursos, um padrão que só ocorreu 35 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.00000001%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        },
        {
            "titulo": "Dezena 19: A Sorte que Espera",
            "texto": "A Dezena 19 está com um atraso de 0 concursos, um padrão que só ocorreu 36 vezes nos últimos 100 concursos. A probabilidade condicional de aparição nos próximos 5 concursos é de 0.000000005%. É como um jogador em aquecimento, com todas as estatísticas a seu favor. Ciclo importante para esta dezena!"
        }
    ]
}